IDEA StatiCa Open Model
IIOMSettings Interface
Compatible with IDEA StatiCa Beta 21.0 - beta
 interface IIOMSettings
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public interface IIOMSettings
Public Interface IIOMSettings
public interface class IIOMSettings
The IIOMSettings type exposes the following members.
Properties
Name | Description
CountryCode
 CountryCode
CreatedSuccessfully
 IOM was generated Successfully
FileName
 File name
Top
See Also
Reference
IdeaRS.OpenModel.Message Namespace